Revit 2024 API
BuiltInFailures.GroupFailures.UnableToLoadAttachedGroup Property
 Unable to load attached detail group '[Type Name]'.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static FailureDefinitionId UnableToLoadAttachedGroup { get; }
Visual Basic
Public Shared ReadOnly Property UnableToLoadAttachedGroup As FailureDefinitionId
	Get
Visual C++
public:
static property FailureDefinitionId^ UnableToLoadAttachedGroup {
	FailureDefinitionId^ get ();
}
See Also
BuiltInFailures.GroupFailures Class
Autodesk.Revit.DB Namespace